const initState = {
    books: [
        {
            id: 1,
            title: "مقدمة ابن خلدون",
            author: "ابن خلدون",
            isbn: "1289499030"
        },
        {
            id: 2,
            title: "الحاوي في الطب",
            author: "ابو بكر الرازي",
            isbn: "893847239479"
        },
        {
            id: 3,
            title: "كليلة ودمنة",
            author: "ابن المقفع",
            isbn: "9780140447477"
        },
        {
            id: 4,
            title: "الف ليلة وليلة",
            author: "مجهول",
            isbn: "9780520046379"
        },
        {
            id: 5,
            title: "كتاب التوحيد",
            author: "محمد بن عبد الوهاب",
            isbn: "9789960715094"
        },
        {
            id: 6,
            title: "ديوان المتنبي",
            author: "المتنبي",
            isbn: "9789953891084"
        },
        {
            id: 7,
            title: "الأغاني",
            author: "أبو الفرج الأصفهاني",
            isbn: "9781859641660"
        },
        {
            id: 8,
            title: "تفسير الطبري",
            author: "الطبري",
            isbn: "9789933414096"
        },
        {
            id: 9,
            title: "البداية والنهاية",
            author: "ابن كثير",
            isbn: "9789933414097"
        },
        {
            id: 10,
            title: "حي بن يقظان",
            author: "ابن طفيل",
            isbn: "9789953891077"
        },
        {
            id: 11,
            title: "كتاب الفلاحة",
            author: "ابن العوام",
            isbn: "9780140447484"
        },
        {
            id: 12,
            title: "لسان العرب",
            author: "ابن منظور",
            isbn: "9781859641677"
        },
        {
            id: 13,
            title: "رسائل إخوان الصفا",
            author: "إخوان الصفا",
            isbn: "9789933414098"
        },
        {
            id: 14,
            title: "تاريخ الرسل والملوك",
            author: "الطبري",
            isbn: "9789933414099"
        },
        {
            id: 15,
            title: "فصوص الحكم",
            author: "ابن عربي",
            isbn: "9789933414100"
        }
    ]
};

export default initState;